Былина: Ильия Муромец и разбойники

  Как постаревший богатырь Илья Муромец
  Я хочу совершить свой финальный яркий подвиг
  Чтобы наверняка прославиться в веках

  Сценарий: Я побеждаю огромную банду разбойников без прямого применения силы
    Допустим я еду по чисту полю
      И натыкаюсь на станицу разбойников
      И разбойники меня окружают
      И я пытаюсь урезонить разбойников
      Но разбойники продолжают агрессию
    Если я стреляю из своего лука в сырой дуб
      И сырой дуб рассыпается в щепки
    То разбойники пугаются
      И разбойники предлагают мне выкуп за своё спасение
      Но я отказываюсь от выкупа
      И распускаю банду по домам
