Былина: Три поездки Ильи Муромца

  Как постаревший богатырь Илья Муромец
  Я хочу совершить ряд финальных подвигов
  Чтобы наверняка прославиться в веках

  Предыстория:
    Допустим я поехал в чисто поле
      И приехал на распутье
      И увидел латырь-камень с надписями про три дороги

  Сценарий: Я побеждаю огромную банду разбойников без прямого применения силы
    Допустим я поехал по первой дороге
      И натыкаюсь на станицу разбойников
      И разбойники меня окружают
      И я пытаюсь урезонить разбойников
      Но разбойники продолжают агрессию
    Если я стреляю из своего лука в сырой дуб
      И сырой дуб рассыпается в щепки
    То разбойники пугаются
      И разбойники предлагают мне выкуп за своё спасение
      Но я отказываюсь от выкупа
      И распускаю банду по домам

  Сценарий: Я выпутываюсь из ловушки коварной обманщицы
    Допустим я поехал по второй дороге

  Сценарий: Я нахожу сокровища и раздаю их бедным
    Допустим я поехал по третьей дороге
