Былина: Три поездки Ильи Муромца

  Как постаревший богатырь Илья Муромец
  Я хочу совершить ряд финальных подвигов
  Чтобы наверняка прославиться в веках

  Предыстория:
    Допустим я поехал в чисто поле
      И приехал на распутье
      И увидел латырь-камень с надписями про три дороги
        """
        Тому, кто поедет по первой дороге, быть богатому
        Тому, кто поедет по второй дороге, быть женатому
        Тому, кто поедет по третьей дороге, быть убитому
        """

  Сценарий: Я побеждаю огромную банду разбойников без прямого применения силы
    Допустим я поехал по "третьей" дороге
      И натыкаюсь на станицу разбойников
      И разбойники меня окружают
      И я пытаюсь урезонить разбойников
      Но разбойники продолжают агрессию
    Если я стреляю из своего лука в сырой дуб
      И сырой дуб рассыпается в щепки
    То разбойники пугаются
      И разбойники предлагают мне выкуп за своё спасение
      Но я отказываюсь от выкупа
      И распускаю банду по домам

  Сценарий: Я выпутываюсь из ловушки коварной обманщицы
    Допустим я поехал по "второй" дороге
      И приезжаю к белокамменым палатам
      И встречаю красну девицу
      И красна девица приглашает меня отдохнуть
      И красна девица пытается меня напоить
      Но я отказываюсь пить
      И красна девица предлагает мне лечь на кровать
    Если я не ложусь на кровать
      И бросаю на кровать красну девицу
    То кровать переворачивается
      И красна девица проваливается в погреб
      И красна девица от падения умирает
      И я нахожу двери погреба
      И открываю погреб
      И выпускаю оттуда пленников

  Сценарий: Я раздаю найденные сокровища бедным а затем окаменеваю
    Допустим я поехал по "первой" дороге
      И нахожу ещё один большой камень
    Если я сдвигаю камень
      И нахожу под ним сокровища
    То я привожу сокровища в Киев
      И раздаю сокровища бедным
      И люди перестают бедствовать
      И я ухожу в горы
      И окаменеваю
      Но всегда готов вернуться
